export const buildings = [
    {
        "Название": "Пельмени",
        "Кухня": "Русская",
        "Тип": "Основное",
        "Регион": "Урал, Сибирь",
        "Время приготовления": 60,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мука, мясо, лук",
        "Популярность": 95
    },
    {
        "Название": "Борщ",
        "Кухня": "Украинская",
        "Тип": "Суп",
        "Регион": "Юг России",
        "Время приготовления": 90,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Свекла, капуста, мясо",
        "Популярность": 90
    },
    {
        "Название": "Плов",
        "Кухня": "Узбекская",
        "Тип": "Основное",
        "Регион": "Поволжье",
        "Время приготовления": 120,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Рис, мясо, морковь",
        "Популярность": 85
    },
    {
        "Название": "Хинкали",
        "Кухня": "Грузинская",
        "Тип": "Основное",
        "Регион": "Кавказ",
        "Время приготовления": 75,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Мука, мясо, специи",
        "Популярность": 88
    },
    {
        "Название": "Щи",
        "Кухня": "Русская",
        "Тип": "Суп",
        "Регион": "Центральная Россия",
        "Время приготовления": 80,
        "Сложность": "Простая",
        "Основные ингредиенты": "Капуста, мясо, картофель",
        "Популярность": 82
    },
    {
        "Название": "Чак-чак",
        "Кухня": "Татарская",
        "Тип": "Десерт",
        "Регион": "Татарстан",
        "Время приготовления": 45,
        "Сложность": "Простая",
        "Основные ингредиенты": "Мука, мед, яйца",
        "Популярность": 78
    },
    {
        "Название": "Шашлык",
        "Кухня": "Кавказская",
        "Тип": "Основное",
        "Регион": "Кавказ",
        "Время приготовления": 180,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мясо, лук, специи",
        "Популярность": 92
    },
    {
        "Название": "Строганина",
        "Кухня": "Сибирская",
        "Тип": "Закуска",
        "Регион": "Сибирь",
        "Время приготовления": 30,
        "Сложность": "Простая",
        "Основные ингредиенты": "Замороженная рыба",
        "Популярность": 65
    },
    {
        "Название": "Блины",
        "Кухня": "Русская",
        "Тип": "Основное",
        "Регион": "Вся Россия",
        "Время приготовления": 40,
        "Сложность": "Простая",
        "Основные ингредиенты": "Мука, молоко, яйца",
        "Популярность": 94
    },
    {
        "Название": "Манты",
        "Кухня": "Башкирская",
        "Тип": "Основное",
        "Регион": "Башкортостан",
        "Время приготовления": 90,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Тесто, мясо, лук",
        "Популярность": 80
    },
    {
        "Название": "Уха",
        "Кухня": "Русская",
        "Тип": "Суп",
        "Регион": "Вся Россия",
        "Время приготовления": 60,
        "Сложность": "Простая",
        "Основные ингредиенты": "Рыба, картофель, лук",
        "Популярность": 83
    },
    {
        "Название": "Голубцы",
        "Кухня": "Русская",
        "Тип": "Основное",
        "Регион": "Центральная Россия",
        "Время приготовления": 90,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Капуста, мясо, рис",
        "Популярность": 79
    },
    {
        "Название": "Окрошка",
        "Кухня": "Русская",
        "Тип": "Суп",
        "Регион": "Центральная Россия",
        "Время приготовления": 30,
        "Сложность": "Простая",
        "Основные ингредиенты": "Квас, овощи, мясо",
        "Популярность": 76
    },
    {
        "Название": "Солянка",
        "Кухня": "Русская",
        "Тип": "Суп",
        "Регион": "Вся Россия",
        "Время приготовления": 70,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мясо, соленые огурцы",
        "Популярность": 81
    },
    {
        "Название": "Кулебяка",
        "Кухня": "Русская",
        "Тип": "Выпечка",
        "Регион": "Центральная Россия",
        "Время приготовления": 120,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Тесто, мясо, капуста",
        "Популярность": 72
    },
    {
        "Название": "Расстегаи",
        "Кухня": "Русская",
        "Тип": "Выпечка",
        "Регион": "Центральная Россия",
        "Время приготовления": 60,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Тесто, рыба, лук",
        "Популярность": 75
    },
    {
        "Название": "Курник",
        "Кухня": "Русская",
        "Тип": "Выпечка",
        "Регион": "Центральная Россия",
        "Время приготовления": 150,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Тесто, курица, грибы",
        "Популярность": 68
    },
    {
        "Название": "Холодец",
        "Кухня": "Русская",
        "Тип": "Закуска",
        "Регион": "Вся Россия",
        "Время приготовления": 240,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мясо, кости, специи",
        "Популярность": 77
    },
    {
        "Название": "Селедка под шубой",
        "Кухня": "Русская",
        "Тип": "Закуска",
        "Регион": "Вся Россия",
        "Время приготовления": 50,
        "Сложность": "Простая",
        "Основные ингредиенты": "Селедка, овощи, майонез",
        "Популярность": 89
    },
    {
        "Название": "Оливье",
        "Кухня": "Русская",
        "Тип": "Закуска",
        "Регион": "Вся Россия",
        "Время приготовления": 40,
        "Сложность": "Простая",
        "Основные ингредиенты": "Овощи, колбаса, майонез",
        "Популярность": 93
    },
    {
        "Название": "Винегрет",
        "Кухня": "Русская",
        "Тип": "Закуска",
        "Регион": "Вся Россия",
        "Время приготовления": 35,
        "Сложность": "Простая",
        "Основные ингредиенты": "Овощи, масло",
        "Популярность": 74
    },
    {
        "Название": "Бефстроганов",
        "Кухня": "Русская",
        "Тип": "Основное",
        "Регион": "Центральная Россия",
        "Время приготовления": 45,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Говядина, сметана",
        "Популярность": 84
    },
    {
        "Название": "Гурьевская каша",
        "Кухня": "Русская",
        "Тип": "Десерт",
        "Регион": "Центральная Россия",
        "Время приготовления": 60,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Манка, орехи, варенье",
        "Популярность": 66
    },
    {
        "Название": "Пастила",
        "Кухня": "Русская",
        "Тип": "Десерт",
        "Регион": "Центральная Россия",
        "Время приготовления": 180,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Яблоки, мед",
        "Популярность": 71
    },
    {
        "Название": "Пряники",
        "Кухня": "Русская",
        "Тип": "Десерт",
        "Регион": "Вся Россия",
        "Время приготовления": 90,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мука, мед, специи",
        "Популярность": 86
    },
    {
        "Название": "Эчпочмак",
        "Кухня": "Татарская",
        "Тип": "Выпечка",
        "Регион": "Татарстан",
        "Время приготовления": 75,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Тесто, мясо, картофель",
        "Популярность": 73
    },
    {
        "Название": "Бэлиш",
        "Кухня": "Татарская",
        "Тип": "Выпечка",
        "Регион": "Татарстан",
        "Время приготовления": 120,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Тесто, мясо, крупа",
        "Популярность": 67
    },
    {
        "Название": "Кыстыбый",
        "Кухня": "Татарская",
        "Тип": "Выпечка",
        "Регион": "Татарстан",
        "Время приготовления": 40,
        "Сложность": "Простая",
        "Основные ингредиенты": "Тесто, картофель",
        "Популярность": 69
    },
    {
        "Название": "Азу",
        "Кухня": "Татарская",
        "Тип": "Основное",
        "Регион": "Татарстан",
        "Время приготовления": 60,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мясо, овощи, помидоры",
        "Популярность": 80
    },
    {
        "Название": "Токмач",
        "Кухня": "Татарская",
        "Тип": "Суп",
        "Регион": "Татарстан",
        "Время приготовления": 50,
        "Сложность": "Простая",
        "Основные ингредиенты": "Лапша, мясо, овощи",
        "Популярность": 72
    },
    {
        "Название": "Шурпа",
        "Кухня": "Татарская",
        "Тип": "Суп",
        "Регион": "Татарстан",
        "Время приготовления": 90,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мясо, овощи, специи",
        "Популярность": 78
    },
    {
        "Название": "Хачапури",
        "Кухня": "Грузинская",
        "Тип": "Выпечка",
        "Регион": "Кавказ",
        "Время приготовления": 60,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Тесто, сыр, яйца",
        "Популярность": 87
    },
    {
        "Название": "Сациви",
        "Кухня": "Грузинская",
        "Тип": "Основное",
        "Регион": "Кавказ",
        "Время приготовления": 120,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Курица, орехи, специи",
        "Популярность": 79
    },
    {
        "Название": "Лобио",
        "Кухня": "Грузинская",
        "Тип": "Основное",
        "Регион": "Кавказ",
        "Время приготовления": 90,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Фасоль, орехи, специи",
        "Популярность": 76
    },
    {
        "Название": "Харчо",
        "Кухня": "Грузинская",
        "Тип": "Суп",
        "Регион": "Кавказ",
        "Время приготовления": 80,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Мясо, рис, ткемали",
        "Популярность": 83
    },
    {
        "Название": "Мцвади",
        "Кухня": "Грузинская",
        "Тип": "Основное",
        "Регион": "Кавказ",
        "Время приготовления": 60,
        "Сложность": "Простая",
        "Основные ингредиенты": "Мясо, специи",
        "Популярность": 85
    },
    {
        "Название": "Пхали",
        "Кухня": "Грузинская",
        "Тип": "Закуска",
        "Регион": "Кавказ",
        "Время приготовления": 45,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Овощи, орехи, специи",
        "Популярность": 74
    },
    {
        "Название": "Буузы",
        "Кухня": "Бурятская",
        "Тип": "Основное",
        "Регион": "Сибирь",
        "Время приготовления": 90,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Тесто, мясо, лук",
        "Популярность": 70
    },
    {
        "Название": "Шаньги",
        "Кухня": "Сибирская",
        "Тип": "Выпечка",
        "Регион": "Сибирь",
        "Время приготовления": 60,
        "Сложность": "Простая",
        "Основные ингредиенты": "Тесто, картофель, сметана",
        "Популярность": 68
    },
    {
        "Название": "Посикунчики",
        "Кухня": "Сибирская",
        "Тип": "Выпечка",
        "Регион": "Сибирь",
        "Время приготовления": 45,
        "Сложность": "Простая",
        "Основные ингредиенты": "Тесто, мясо, лук",
        "Популярность": 65
    },
    {
        "Название": "Морошка",
        "Кухня": "Сибирская",
        "Тип": "Десерт",
        "Регион": "Сибирь",
        "Время приготовления": 20,
        "Сложность": "Простая",
        "Основные ингредиенты": "Ягоды, сахар",
        "Популярность": 62
    },
    {
        "Название": "Кедровые орехи",
        "Кухня": "Сибирская",
        "Тип": "Закуска",
        "Регион": "Сибирь",
        "Время приготовления": 10,
        "Сложность": "Простая",
        "Основные ингредиенты": "Кедровые орехи",
        "Популярность": 75
    },
    {
        "Название": "Медовуха",
        "Кухня": "Русская",
        "Тип": "Напиток",
        "Регион": "Вся Россия",
        "Время приготовления": 1440,
        "Сложность": "Сложная",
        "Основные ингредиенты": "Мед, вода, дрожжи",
        "Популярность": 88
    },
    {
        "Название": "Квас",
        "Кухня": "Русская",
        "Тип": "Напиток",
        "Регион": "Вся Россия",
        "Время приготовления": 480,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Хлеб, вода, сахар",
        "Популярность": 91
    },
    {
        "Название": "Сбитень",
        "Кухня": "Русская",
        "Тип": "Напиток",
        "Регион": "Вся Россия",
        "Время приготовления": 30,
        "Сложность": "Простая",
        "Основные ингредиенты": "Мед, вода, специи",
        "Популярность": 69
    },
    {
        "Название": "Варенье",
        "Кухня": "Русская",
        "Тип": "Десерт",
        "Регион": "Вся Россия",
        "Время приготовления": 120,
        "Сложность": "Простая",
        "Основные ингредиенты": "Ягоды, сахар",
        "Популярность": 90
    },
    {
        "Название": "Моченые яблоки",
        "Кухня": "Русская",
        "Тип": "Закуска",
        "Регион": "Центральная Россия",
        "Время приготовления": 4320,
        "Сложность": "Простая",
        "Основные ингредиенты": "Яблоки, вода, специи",
        "Популярность": 73
    },
    {
        "Название": "Бухлёр",
        "Кухня": "Бурятская",
        "Тип": "Суп",
        "Регион": "Сибирь",
        "Время приготовления": 120,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Картошка, мясо, лук",
        "Популярность": 65
    },
    {
        "Название": "Хушууры",
        "Кухня": "Бурятская",
        "Тип": "Основное",
        "Регион": "Сибирь",
        "Время приготовления": 60,
        "Сложность": "Средняя",
        "Основные ингредиенты": "Тесто, мясо, масло",
        "Популярность": 67
    }
];